 [
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Chameleons",
        "author": "Phil-IRI",
        "description": "color-changing reptiles that adapt for survival",
        "word_count": 77,
        "passage": "Chameleons are extraordinary animals. They are one of the few \nanimals that can change their color. This is their way of hiding \nthemselves. Chameleons that live in trees are often green. Those \nthat live in desert lands are usually brown.\nIt is also their way of keeping warm. Turning a darker shade \nhelps them absorb more heat. They also change colors to send \nmessages to other chameleons. Their bright colors may attract \nanother chameleon or warn enemies."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "The Philippine Eagle",
        "author": "Phil-IRI",
        "description": "endangered national bird facing extinction",
        "word_count": 89,
        "passage": "The Philippine Eagle has replaced the maya as our national bird. It \nis one of the three largest and strongest eagles in the world. But it \nis in danger of extinction. Hunting and deforestation have caused \nthe number of Philippine Eagles to dwindle. Scientists have tried to \nincrease their number by breeding them in captivity. The first eagle \nto be bred in captivity is Pag-asa. At 25 years old, Pag-asa is not yet \nsuited to be released to the wild as she has developed dependency \non her human keeper."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Home to Millions of Fish",
        "author": "Phil-IRI",
        "description": "coral reefs as vital underwater ecosystems under threat",
        "word_count": 82,
        "passage": "Coral reefs are found in shallow areas of tropical ocean waters.  \nThey are like beautiful underground gardens that grow in salty \nwaters. Millions of fish and sea plants make their home in the reefs \nas these provide a safe sanctuary for them. They allow small fish to \nhide from large predator fish.\nBut many coral reefs are in trouble. Water pollution is destroying \nmany reefs. Tourism likewise harms them. If reefs are damaged, \nwe will lose many of our most beautiful fish."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Yawning",
        "author": "Phil-IRI",
        "description": "involuntary reflex with multiple potential purposes",
        "word_count": 130,
        "passage": "What makes us yawn? Yawning is something that we \ncannot control. Even in the mother's womb, eleven-week-old \nbabies have been observed to yawn. But why do we do it?\nOne popular explanation for yawning is that a person may be \ntired or bored. Although many believe this to be true, it cannot \nexplain why athletes yawn before an event or why dogs yawn \nbefore an attack. It is said that yawning is caused by a lack of oxygen and \nexcess carbon dioxide. A good example of this is when we yawn \nin groups. We yawn because we are competing for air. Others even believe that we yawn to cool our brains off. \nCool brains allow us to think more clearly so yawning is said to \nhelp us become more alert."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Laughter",
        "author": "Phil-IRI",
        "description": "natural human response with significant health benefits",
        "word_count": 142,
        "passage": "People love to laugh. We love it so much when there are \njokes, jobs, and shows that are made to make us laugh. Even \nthough laughing seems natural, not many species are able to do \nso. Laughing involves the performance of rhythmic, involuntary \nmovements, and the production of sounds. We are able to \nlaugh using fifteen facial muscles, our respiratory system, and \nsometimes even our tear ducts. We are lucky that we are able to laugh because there is \nstrong evidence that laughter can help improve health. Laughter \nboosts the immune system and adds another layer of protection \nfrom disease. Since laughter also increases blood flow, it \nimproves the function of blood vessels that helps protect the \nheart. Laughter also relaxes the whole body by relieving tension \nand stress. Finally, laughter also brings out the body's natural \nfeel-good chemicals that promote well-being."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Effects of anger",
        "author": "Phil-IRI",
        "description": "physical manifestations and potential positive uses of anger",
        "word_count": 162,
        "passage": "Anger is often viewed as harmful. It does not only affect the \nperson feeling this anger but those around him or her. As these \nfeelings get stronger, changes occur in our body. Our faces turn \nred and carry a frown. Our teeth are clenched and our hands are \nclosed tight. Our breathing becomes heavy and this makes our \nheart beat faster. Our shoulder and neck muscles become stiff \nand our blood pressure begins to rise. All these things happen \nbecause our body is preparing for something. It is preparing for \naction. However, this action does not have to be harmful. \nPeople are often guilty about feeling angry. But, anger can \nbe viewed positively. Feelings of anger tell you that something is \nnot right and that something needs to change. The challenge lies \nin making sure that actions resulting from anger will help rather \nthan harm. Expressing our feelings can help others understand \nthe source of our anger rather than fear its consequences."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Dreams",
        "author": "Phil-IRI",
        "description": "brain activity during sleep that may serve multiple functions",
        "word_count": 141,
        "passage": "We often say \"Sweet dreams,\" but have you ever wondered \nwhy we dream? Some say that dreaming is our brain's way \nof exercising. While we sleep, our brain may be testing the \nconnections and pathways to see if they are working well. Others \nbelieve that dreaming is our brain's way of sorting out problems. \nProblems that have not been addressed during the day are \nsometimes resolved in our sleep. Yet another explanation is \nthat dreaming is our brain's way of fixing and organizing all the \ninformation we have. While sleeping, our brains have a chance \nto sort out the information that we want to keep from the stuff we \nno longer want. Still another idea is that dreams are just another \nform of thinking. Will we ever get to know the answer to this \nquestion? Maybe we should sleep on it."
    },
    {
        "grade_level":6,
        "complexity": "medium",
        "title": "Rocks from Outer Space",
        "author": "Phil-IRI",
        "description": "different terms for space rocks and their behaviors",
        "word_count": 137,
        "passage": "The pieces of rocks that come from outer space have three \nnames: meteor, meteorite, and meteoroid. A meteoroid is a piece of matter moving in space.\nIt moves as fast as 40 miles a second. It may be large or small. Most \nmeteoroids are smaller than a grain of sand. As a meteoroid comes into the air near the earth, it catches \nfire. Most meteoroids burn up before they hit the earth. The flash of light from the burning meteoroid is called a meteor. \nIf a piece of meteoroid falls to the ground, it is called a meteorite. People have studied these rocks for many years.  \nThey wanted to research ways to keep meteoroids from making holes \nin spacecrafts. Thick walls may help. Or perhaps spacecrafts \ncan be covered with a metal skin that will seal itself."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Beetles",
        "author": "Phil-IRI",
        "description": "highly adaptable insects with specialized body structures",
        "word_count": 140,
        "passage": "Beetles can adapt to any kind of environment. They can be \nfound crawling, burrowing, flying, and swimming on every part \nof the earth except the ocean. Why do beetles survive well on \nour planet? First, they have tough compact bodies. These help \nthem hide, find food, and lay eggs in places where other insects \ncould never go. Almost all beetles have tough front wings which are colorful \nand carry beautiful patterns. These wings also act as suit of \narmor to protect the beetles' transparent hind wings which are \nused for flying. Beetles have mouth parts designed for chewing different \nfood. They eat other insects, animal dung, and even cloth. They \nalso feed on the bark, leaves, flowers, and fruits of any kind \nof plant. They can even chew around the stems of poisonous \nplants to let the deadly sap drain."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Just how fast",
        "author": "Phil-IRI",
        "description": "comparative speeds of different objects and phenomena",
        "word_count": 141,
        "passage": "Many things around us move at different rates. Glaciers, \nwhich are frozen rivers of snow, move less than one foot in a \nday. A box turtle travels about ten feet per minute, while a snail \ntravels five inches per hour. A chimney swift flies almost ninety \nmiles per hour. This is the fastest speed recorded for any living \ncreature. A hydroplane skims across the top of the water at nearly \n300 miles an hour. Some racing cars travel more than 500 miles \nper hour. The wind in a tornado may move at 600 miles per hour \nbut sound waves are faster with a speed of up to 740 miles per \nhour. The Earth moves around the sun at 67,000 miles per hour. \nAt 186,000 miles per second, light is faster! Science has yet to \ndiscover anything that would surpass this speed."
    },
    {
        "grade_level": 6,
        "complexity": "medium",
        "title": "Flying rocks",
        "author": "Phil-IRI",
        "description": "asteroids and meteoroids in our solar system",
        "word_count": 139,
        "passage": "There are rocks in our Solar System that never flocked together to \nform planets. Larger ones called asteroids gather in the Asteroid \nBelt, a strip found between Mars and Jupiter. Some asteroids \ndon't move along this belt but have paths that bring them close \nto the earth. These are called Apollo Asteroids.\nThere may be half a million asteroids whose diameters \nare bigger than one kilometer. The largest asteroid is over 1000 \nkilometers across. It is speculated that many asteroids were \nonce larger but they collided with each other and became small \nfragments. Unlike asteroids, meteoroids are small rocky bodies, that \nare scattered in space and do not orbit the sun. They cross \nthe Earth's orbit and are often seen burning up in the Earth's \natmosphere at night. The faint flashes of light they make are \ncalled shooting stars."
    }
]
